Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: Gain insight into how your manager thinks you have progressed on your goals over this period.
ja_jp: この期間におけるあなたの目標達成の進捗について、マネージャによる洞察を取得します。

source: Gain insight into how your manager thinks you have progressed on your overall performance over this period.
ja_jp: この期間におけるあなたの総合業績の進捗について、マネージャによる洞察を取得します。

source: Provide your team member insight into how you think they have progressed on their behaviors over this period.
ja_jp: この期間における行動の進捗について、チームメンバーに洞察を提供します。

source: Provide your team member insight into how you think they have progressed on their goals over this period.
ja_jp: この期間における目標達成の進捗について、チームメンバーに洞察を提供します。

source: Provide your team member insight into how you think they progressed on their overall performance this period
ja_jp: この期間における総合業績の進捗について、チームメンバーに洞察を提供します

source: Not visible to worker
ja_jp: 従業員には非表示

source: Visible to worker
ja_jp: 従業員に表示

source: Offer your team member insights into how you think they progressed on their goals this period
ja_jp: この期間における目標達成の進捗について、チームメンバーに洞察を提供します。

source: Your view was successfully saved.
ja_jp: あなたの見解が正常に保存されました。

source: Your view
ja_jp: あなたの見解

source: Read-only
ja_jp: 読み取り専用

source: You are seeing this check-in as read-only mode because the other participant is no longer active.
ja_jp: 他方の参加者がアクティブでなくなったため、このチェックインは読み取り専用となっています。

source: You are seeing this check-in as read-only because this check-in is between your direct report and their previous manager.
ja_jp: このチェックインは、あなたの直属の部下とその前マネージャによるものであるため、読み取り専用となっています。

source: Deleted by {{name}}
ja_jp: {{name}}さんが削除しました

source: This check-in was deleted by {{name}}. You are unable to update or chat via this check-in.
ja_jp: このチェックインは{{name}}さんによって削除されました。このチェックインを通じて更新やチャットを行うことはできません。

source: Pending confirmation from {{name}} {{nickName}}
ja_jp: {{name}} {{nickName}}さんの確認待ち

source: Pending confirmation from me
ja_jp: 私の確認待ち

source: This check-in was marked as done by {{name}} {{nickName}}, and is now pending confirmation from you. Once you mark this check-in as done, this check-in will be completed for you both.
ja_jp: このチェックインは{{name}} {{nickName}}さんによって終了済みとしてマークされており、現在あなたの確認待ちです。あなたがこのチェックインを終了済みとしてマークすると、双方にとってこのチェックインが完了します。

source: This check-in was marked as done, and is now pending confirmation {{name}} {{nickName}}. Once they mark this check-in as done, this check-in will be completed for you both.
ja_jp: このチェックインは終了済みとしてマークされており、現在{{name}} {{nickName}}さんの確認待ちです。同ユーザーがこのチェックインを終了済みとしてマークすると、双方にとってこのチェックインが完了します。

source: Once you've submitted the check-in, your report will see your view on their performance. They will be invited to either accept and complete the check-in or request to meet for further discussion.
ja_jp: チェックインを送信すると、あなたの部下が自身の業績に対するあなたの見解を確認できるようになります。部下には、チェックインを承諾して完了するか、さらなるディスカッションのために面談をリクエストするという選択肢が与えられます。

source: Submitted by {{name}}. You accepted.
ja_jp: {{name}}さんにより送信されました。あなたは承諾しました。

source: Submitted. {{name}} accepted.
ja_jp: 送信されました。{{name}}さんが承諾しました。

source: Check-in between {{subordinateName}} and {{managerName}}
ja_jp: {{subordinateName}}と{{managerName}}によるチェックイン

source: {{name}}'s discussion points
ja_jp: {{name}}さんのディスカッションポイント

source: Occurs every {{day}} effective {{startOn}} until {{endOn}}. In total, {{count}} number of check-ins will be created.
ja_jp: {{startOn}}から{{endOn}}まで毎週{{day}}に行われます。合計{{count}}件のチェックインが作成されます。

source: Marked as done by you.
ja_jp: あなたが終了済みとしてマークしました。

source: Allow check-in deletion
ja_jp: チェックインの削除を許可

source: Workers will be able to delete their own check-ins.
ja_jp: 従業員が自分のチェックインを削除できるようになります。

source: Enable performance check-ins
ja_jp: 業績チェックインを有効化

source: Managers will be able to create performance check-ins with their direct reports. The check-ins include widgets in which managers can give their view on a direct report's progress, their overall performance, their goals, and their behaviors. Once the check-in is submitted, workers will be able to see these widgets and decide whether to select "Accept" or "Let's Meet" on the check-in page.
ja_jp: マネージャが、直属の部下との業績チェックインを作成できるようになります。チェックインには、マネージャが直属の部下の進捗、総合業績、目標、行動に関する見解を提供できるウィジェットが含まれます。チェックインが送信されると、従業員はこれらのウィジェットを確認し、チェックインページで［承諾］または［面談予定］のいずれかを選択できます。

source: Allow new managers to see performance check-ins in "In progress", "Pending confirmation" or "Under review" status between their direct reports and their previous manager.
ja_jp: 新しいマネージャが、直属の部下とその前マネージャによる［進行中］、［確認待ち］、または［レビュー中］ステータスの業績チェックインを閲覧できるようになります。

source: Check-ins about workers in "In progress", "Pending confirmation", or "Under review" status will be automatically shared with their new line manager.
ja_jp: 従業員に関する［進行中］、［確認待ち］、または［レビュー中］ステータスのチェックインは、新しいラインマネージャと自動的に共有されます。

source: Allow new managers to view completed performance check-ins between their direct reports and their previous manager.
ja_jp: 新しいマネージャが、直属の部下と前マネージャによる完了済みの業績チェックインを閲覧できるようになります。

source: Previously completed check-ins about a worker will be automatically shared with their new line manager.
ja_jp: 従業員に関して過去に完了済みのチェックインは、新しいラインマネージャと自動的に共有されます。

source: Allow workers to create performance check-ins with their manager
ja_jp: マネージャとの業績チェックインの作成を従業員に許可

source: Enable the "Check-Ins" feature
ja_jp: ［チェックイン］機能を有効化

source: Check-ins enable managers and words to create a structured discussion when they choose. They can create and edit the content and comments to their liking, and all content is only visible to the participants. We recommend you review and activate the email notifications associated with check-ins in the "Email notifications" page.
ja_jp: チェックインにより、マネージャと従業員は自ら選択したタイミングで体系的なディスカッションを作成できます。両者は、内容やコメントを自由に作成および編集でき、その内容はすべて参加者にのみ表示されます。［電子メール通知］ページでチェックインに関連する電子メール通知を確認し、有効化することをお勧めします。

source: Workers can set regular check-ins with
ja_jp: 以下との定期チェックインの設定を従業員に許可：

source: Line managers and direct reports only
ja_jp: ラインマネージャと直属の部下のみ

source: Upcoming check-ins
ja_jp: 今後のチェックイン

source: Here are some tips to make the most of your check-in conversation.
ja_jp: チェックインの会話を最大限に活用するためのヒントをご紹介します。

source: Coaching tips
ja_jp: コーチングのヒント

source: Favicon
ja_jp: ファビコン

source: Upload the logo and type the label that you want to see on the browser tab. If you don't change this, the default beqom logo and label will be used.
ja_jp: ロゴをアップロードし、ブラウザタブに表示したいラベルを入力します。これを変更しなかった場合は、デフォルトのbeqomロゴとラベルが使用されます。

source: Cancel edit
ja_jp: 編集をキャンセル

source: Application header
ja_jp: アプリケーションヘッダー

source: Choose the logos and labels you want to see in the application header. You can upload your company logo or keep the default beqom logo.
ja_jp: アプリケーションヘッダーに表示したいロゴとラベルを選択します。会社のロゴをアップロードするか、デフォルトのbeqomロゴをそのまま使用することができます。

source: Display option
ja_jp: 表示オプション

source: Company logo & platform label
ja_jp: 会社のロゴとプラットフォームのラベル

source: Company logo
ja_jp: 会社のロゴ

source: Default beqom logo
ja_jp: デフォルトのbeqomロゴ

source: Company logo & beqom default logo
ja_jp: 会社のロゴとbeqomのデフォルトロゴ

source: Email header
ja_jp: 電子メールヘッダー

source: Choose the logos and labels you want to see in the header of the emails sent by the system. You can upload your company logo or keep the default beqom logo.
ja_jp: システムから送信される電子メールのヘッダーに表示したいロゴとラベルを選択します。会社のロゴをアップロードするか、デフォルトのbeqomロゴをそのまま使用することができます。

source: Upload your logo
ja_jp: ロゴをアップロード

source: Go to Web version
ja_jp: ウェブバージョンに移動

source: Office 365 plugin
ja_jp: Office 365プラグイン

source: Configure the label of the button that directs to the beqom application from Office 365.
ja_jp: Office 365からbeqomアプリケーションに移動するボタンのラベルを設定します。

source: Button label
ja_jp: ボタンラベル

source: You can change the beqom label to a name that will be familiar to your users.
ja_jp: beqomのラベルを、ユーザーにとって馴染みのある名前に変更できます。

source: Platform label
ja_jp: プラットフォームラベル

source: My compensation history
ja_jp: 私の報酬履歴

source: Total compensation
ja_jp: 総報酬

source: Your changes to the configuration were successfully applied.
ja_jp: 設定の変更が正常に適用されました。

source: You have an unsaved comment. Are you sure you want to leave and discard your comment?
ja_jp: 保存されていないコメントがあります。コメントを破棄して退出してもよろしいですか？

source: Unsaved comment
ja_jp: 未保存のコメント

source: Collapse {{groupKey}}
ja_jp: {{groupKey}}を折りたたむ

source: Drag to reorder column {{columnName}}
ja_jp: 列 {{columnName}} をドラッグして並べ替え

source: Drag to reorder group {{groupKey}}
ja_jp: グループ {{groupKey}} をドラッグして並べ替え

source: Expand {{groupKey}}
ja_jp: {{groupKey}}を展開

source: Frozen columns are fixed; columns can only be reordered within their current group.
ja_jp: 固定された列は動かせません。列は現在のグループ内でのみ並べ替えることができます。

source: Set column visibility
ja_jp: 列の表示設定

source: Column config
ja_jp: 列の設定

source: Toggle visibility for {{columnName}}
ja_jp: {{columnName}}の表示を切り替える

source: Clear search
ja_jp: 検索をクリア

source: No workers match the search/filter criteria. Remove filters and clear the search to show all workers.
ja_jp: 検索/フィルター条件に一致する社員がいません。フィルターを削除して検索をクリアすると、すべての社員が表示されます。

source: Your current access permissions don't allow you to view the information in this grid. If you believe this is a mistake, please contact your administrator or HR team.
ja_jp: 現在のアクセス権限では、このグリッドの情報を表示できません。これが誤りであると思われる場合は、管理者またはHRチームにお問い合わせください。

source: You don't have access to this data
ja_jp: このデータへのアクセス権がありません

source: Contact information
ja_jp: 連絡先情報

source: Copy goal
ja_jp: 目標をコピー

source: Name of the country.
ja_jp: 国の名前。

source: Add deliverable
ja_jp: 成果を追加

source: Add measurement criterion
ja_jp: 測定基準を追加

source: Attachments
ja_jp: 添付ファイル

source: Specify tangible outcomes for your goal
ja_jp: 目標の具体的な結果を指定

source: Deliverable
ja_jp: 成果

source: Describe the goal
ja_jp: 目標を説明してください

source: Goal target
ja_jp: 目標ターゲット

source: Other colleagues
ja_jp: 他の同僚

source: Create one individual goal per colleague in the selected population.
ja_jp: 選択された母集団に含まれる各同僚に対し、個人の目標を1つずつ作成します。

source: Goal owner
ja_jp: 目標オーナー

source: Search by people
ja_jp: 人員で検索

source: Who do you want to create this goal for?
ja_jp: この目標を誰のものとして作成しますか？

source: Search by people and org units
ja_jp: 人員と組織単位で検索

source: Creator
ja_jp: 作成者

source: To create or copy a goal, at least one goal plan and one goal type must be configured in advance.
ja_jp: 目標を作成またはコピーするには、事前に少なくとも1つの目標プランと1つの目標タイプが設定されている必要があります。

source: Setup required
ja_jp: セットアップが必要です

source: Myself
ja_jp: 私自身

source: Create your individual goals visible to you and your manager.
ja_jp: あなたとマネージャに表示される個人の目標を作成します。

source: My organization
ja_jp: 私の組織

source: Creates a single goal visible to a population. Changing the progress of this goal will update the progress for everyone.
ja_jp: 母集団に表示される単一の目標を作成します。この目標の進捗を変更すると、全員に対して進捗が更新されます。

source: Owner's manager
ja_jp: オーナーの上司

source: Goal alignment
ja_jp: 目標のすり合わせ

source: Identify which goals align with the created goal
ja_jp: 作成された目標と一致する目標を特定してください

source: Key deliverables
ja_jp: 主な成果

source: Key results
ja_jp: 主な結果

source: Define how you will measure success
ja_jp: 成功の測定方法を定義

source: Maximum target
ja_jp: 最大ターゲット

source: Minimum target
ja_jp: 最小ターゲット

source: Starting value
ja_jp: 初期値

source: Target value
ja_jp: ターゲット値

source: Basic info
ja_jp: 基本情報

source: Name of the goal
ja_jp: 目標の名前

source: Workers in an organizational goal are included automatically based on the selected goal plan. Individual access controls of the user creating the goal are not taken into account.
ja_jp: 組織目標に含まれる社員は、選択された目標プランに基づいて自動的に追加されます。目標を作成するユーザーの個別のアクセス制御は考慮されません。

source: Goal population based on the goal plan.
ja_jp: 目標プランに基づく目標の対象者

source: Based on the selected goal plan
ja_jp: 選択した目標プランに基づいて

source: Priority
ja_jp: 優先度

source: Automatically using a deliverable
ja_jp: 自動（成果を使用）

source: Automatically using the average of measurement criteria
ja_jp: 自動（測定基準の平均を使用）

source: Manually
ja_jp: 手動

source: Progress tracking
ja_jp: 進捗追跡

source: Tag library
ja_jp: タグライブラリ

source: Specify which tags from the following libraries can be added to the created goal
ja_jp: 作成された目標に追加できる、以下のライブラリからのタグを指定してください

source: Tags and alignment
ja_jp: タグおよびすり合わせ

source: Progress tracking method
ja_jp: 進捗追跡方法

source: Who should see your goal?
ja_jp: 目標を誰に表示しますか？

source: Make the goal visible to
ja_jp: 目標の表示対象：

source: Search for workers or organizational units
ja_jp: 従業員または組織単位を検索

source: Managers will be able to view the goals of their team members.
ja_jp: マネージャはチームメンバーの目標を閲覧できます。

source: Give a value between 0 and 100.
ja_jp: 0～100の値を指定します。

source: Session expired
ja_jp: セッションの有効期限が切れました

source: Your session has been open for a while, and the application was updated in the background. Please refresh the page to ensure everything works properly.
ja_jp: お客様のセッションはしばらく開いたままになっており、その間にアプリケーションがバックグラウンドで更新されました。すべてが正常に動作するよう、ページを更新してください。

source: USD
ja_jp: 米ドル

source: Eligible
ja_jp: 適格

source: Eligible {{eligibleCount}}/{{totalCount}}
ja_jp: {{totalCount}}件中{{eligibleCount}}件が適格

source: Not eligible
ja_jp: 不適格

source: Advanced
ja_jp: 詳細

source: This column has conditional formatting applied based on rules.
ja_jp: この列にはルールに基づいた条件付き書式が適用されています。

source: Unassigned
ja_jp: 未割り当て

source: Refresh data
ja_jp: データを更新

source: Row size
ja_jp: 行サイズ

source: Extra tall
ja_jp: 極高

source: Short
ja_jp: 低

source: Tall
ja_jp: 高

source: Sort
ja_jp: 並べ替え

source: Select fields and values
ja_jp: フィールドと値を選択

source: Direct Reports
ja_jp: 直属の部下

source: View formula
ja_jp: 数式を表示

source: Indirect reports
ja_jp: 非直属の部下

source: Role view
ja_jp: ロールビュー

source: Reject & logout
ja_jp: 拒否してログアウト

source: Data privacy statement
ja_jp: データプライバシー声明

source: Please accept the data privacy statement to proceed. If you reject the statement, you will be logged out.
ja_jp: 続行するには、データプライバシー声明を承諾してください。声明を拒否した場合は、ログアウトされます。

source: Please accept the data privacy statement to proceed.
ja_jp: 続行するには、データプライバシー声明を承諾してください。

source: Next month
ja_jp: 翌月

source: Previous month
ja_jp: 前月

source: Date picker calendar
ja_jp: 日付選択カレンダー

source: Invalid date format. Please use {{dateFormat}}.
ja_jp: 無効な日付形式です。{{dateFormat}} をご利用ください。

source: Month
ja_jp: 月

source: Pick a date
ja_jp: 日付を選択

source: Year
ja_jp: 年

source: Calendar tool
ja_jp: カレンダーツール

source: Select date & time
ja_jp: 日時を選択

source: You are about to reject the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
ja_jp: <strong>{{goalTitle}}</strong> の目標を却下しようとしています。続行してもよろしいですか？

source: Reject goal
ja_jp: 目標を拒否

source: Comment
ja_jp: コメント

source: {{managerName}} rejected the goal <0>{{goalTitle}}</0>.
ja_jp: {{managerName}}が目標「<0>{{goalTitle}}</0>」を拒否しました。

source: Rejected goal
ja_jp: 拒否された目標

source: The goal was rejected.
ja_jp: 目標が拒否されました。

source: The default language is required.
ja_jp: デフォルト言語は必須です。

source: Are you sure you want to delete this item?
ja_jp: このアイテムを削除してもよろしいですか？

source: The goal was successfully deleted.
ja_jp: 目標が正常に削除されました。

source: Please add at least one deliverable.
ja_jp: 少なくとも1つの成果を追加してください。

source: Are you sure you want to quit without saving your changes?
ja_jp: 変更を保存せずに終了してもよろしいですか？

source: Discard changes
ja_jp: 変更を破棄

source: Discard comment
ja_jp: コメントを破棄

source: You have unsaved changes. Are you sure you want to leave this page and discard your changes?
ja_jp: 保存されていない変更があります。変更を破棄し、このページを退出してもよろしいですか？

source: You will lose any unsaved changes to your comment.
ja_jp: 保存されていないコメントの変更は失われます。

source: Quit without saving
ja_jp: 保存せずに終了

source: Keep editing
ja_jp: 編集を継続

source: Unsaved changes
ja_jp: 未保存の変更

source: Discard comment changes
ja_jp: コメントの変更を破棄

source: Congratulations! Your goal is completed.
ja_jp: おめでとうございます！ 目標が完了しました。

source: This export is filtered based on your access permissions. It contains only the worker data you are authorized to view.
ja_jp: このエクスポートはアクセス権限に基づいてフィルタリングされています。閲覧が許可されている社員データのみが含まれています。

source: The password doesn't meet the requirements.
ja_jp: パスワードが要件を満たしていません。

source: Must contain at least one lowercase letter
ja_jp: 少なくとも 1 文字の小文字を含む

source: Maximum password length: {{max}} characters
ja_jp: パスワードの最大長：{{max}}文字

source: Minimum password length: {{min}} characters
ja_jp: パスワードの最小文字数：{{min}}文字

source: Must contain at least one uppercase letter
ja_jp: 少なくとも 1 文字の大文字を含む

source: Drafts
ja_jp: ドラフト

source: Press the space bar to start dragging. When dragging, you can use the arrow keys to move the item around and the escape key to cancel the action.
ja_jp: スペースバーを押してドラッグを開始します。ドラッグ中は、矢印キーを使用してアイテムを移動したり、Escキーでアクションをキャンセルしたりできます。

source: Dragging was canceled and the sortable item was dropped.
ja_jp: ドラッグがキャンセルされ、並べ替え可能なアイテムがドロップされました。

source: The sortable item was dropped in position {{position}} of {{itemCount}}.
ja_jp: 並べ替え可能なアイテムが{{itemCount}}件中{{position}}番目の位置にドロップされました。

source: The draggable item is no longer over a droppable area.
ja_jp: ドラッグ可能なアイテムがドロップ可能なエリア上にありません。

source: The sortable item was moved in position {{position}} of {{itemCount}}.
ja_jp: 並べ替え可能なアイテムが{{itemCount}}件中{{position}}番目の位置に移動されました。

source: Picked up sortable item. The sortable item is in position {{position}} of {{itemCount}}.
ja_jp: 並べ替え可能なアイテムを取得しました。並べ替え可能なアイテムは、{{itemCount}}件中{{position}}番目の位置にあります。

source: Upload image
ja_jp: 画像をアップロード

source: Delete image
ja_jp: 画像を削除

source: Are you sure you want to delete this file?
ja_jp: このファイルを削除してもよろしいですか？

source: Delete photo
ja_jp: 写真を削除

source: or drag & drop
ja_jp: またはドラッグ＆ドロップ

source: The upload failed. Make sure your file meets the requirements for file upload listed above.
ja_jp: アップロードに失敗しました。ファイルが上記のファイルアップロード要件を満たしていることを確認してください。

source: Drag & drop or click upload to add file.
ja_jp: ドラッグ&ドロップまたはアップロードをクリックしてファイルを追加してください。

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} files.
ja_jp: サポートされているファイル形式：JPEG、JPG、PNG、PDF、Word、Excel、TXT、CSV、PowerPoint。最大ファイルサイズ：10MB。最大ファイル数：{{count}}ファイル。

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} file.
ja_jp: サポートされているファイル形式：JPEG、JPG、PNG、PDF、Word、Excel、TXT、CSV、PowerPoint。最大ファイルサイズ：10MB。最大ファイル数：{{count}}ファイル。

source: Supported file formats: JPG, JPEG, PNG
ja_jp: サポートされているファイル形式：JPG、JPEG、PNG

source: Upload documents
ja_jp: ドキュメントをアップロード

source: Maximum file size: {{fileSize}}MB
ja_jp: 最大ファイルサイズ：{{fileSize}}MB

source: Drag and drop your file here or click to select files. Images must be in jpg/jpeg or png format. Suggested image resolution: {{resolution}} pixels. Maximum size for images: 2MB.
ja_jp: ここにファイルをドラッグ＆ドロップするか、クリックしてファイルを選択します。画像はjpg/jpegまたはpng形式でなければなりません。推奨画像解像度：{{resolution}}ピクセル。画像の最大サイズ：2MB。

source: Preview only; population settings prevent you from opening this goal.
ja_jp: プレビューのみです。母集団設定により、この目標を開くことはできません。

source: No results match the search/filter criteria.<br/>Remove filters and clear the search to show all results.
ja_jp: 検索/フィルタ条件に一致する結果はありません。<br/>フィルタを削除し、検索をクリアしてすべての結果を表示してください。

source: Enter URL
ja_jp: URLを入力

source: Equity manager
ja_jp: 株式マネージャ

source: Grant price
ja_jp: 補助金額

source: Grant timeline
ja_jp: 補助金タイムライン

source: Grant timeline help
ja_jp: 補助金タイムラインのヘルプ

source: Next grants vested amount
ja_jp: 次の補助金の権利確定額

source: All my equity plans
ja_jp: 私のすべての株式計画

source: My equity plans
ja_jp: 私の株式計画

source: First vesting
ja_jp: 初回権利確定

source: Grant date
ja_jp: 付与日

source: Grants
ja_jp: 補助金

source: Last vesting
ja_jp: 前回権利確定

source: Executive plan name
ja_jp: エグゼクティブ計画名

source: Next vesting
ja_jp: 次回権利確定

source: Strike price
ja_jp: 行使価格

source: Vested grants
ja_jp: 権利確定した補助金

source: Vesting date
ja_jp: 権利確定日

source: Vesting period
ja_jp: 権利確定期間

source: Reset to current value
ja_jp: 現在の値にリセット

source: My equity simulation
ja_jp: 私の株式シミュレーション

source: Stock trend ($/unit)
ja_jp: 株価動向（$/単位）

source: Equity overview
ja_jp: 株式概要

source: My equity overview
ja_jp: 私の株式概要

source: Total grants vested amount
ja_jp: 補助金の合計権利確定額

source: Equity plan type
ja_jp: 株式計画タイプ

source: Stock options
ja_jp: ストックオプション

source: 403 - Access denied
ja_jp: 403 - アクセスが拒否されました

source: 404 - Page not found
ja_jp: 404 - ページが見つかりません

source: Unexpected error
ja_jp: 予期しないエラー

source: More information is available in the console.
ja_jp: 詳細情報はコンソールで確認できます。

source: Error ID: {{text}}
ja_jp: エラーID：{{text}}

source: Error
ja_jp: エラー

source: Your form contains the following errors
ja_jp: フォームに次のエラーがあります

source: Message: {{text}}
ja_jp: メッセージ：{{text}}

source: Information not provided.
ja_jp: 情報が提供されていません。

source: Connection lost
ja_jp: 接続が失われました

source: Your device has lost Internet access. Please check your network and try again.
ja_jp: デバイスがインターネットに接続できません。ネットワークを確認して、もう一度お試しください。

source: The page cannot be displayed.
ja_jp: ページを表示できません。

source: A proxy is blocking the connection. Please try again.
ja_jp: プロキシが接続をブロックしています。もう一度お試しください。

source: An unexpected error has occurred.
ja_jp: 予期しないエラーが発生しました。

source: divide
ja_jp: 除算

source: Missing operator. You need an operator like + or * between numbers and fields or before a parenthesis.
ja_jp: 演算子がありません。数字やフィールドの間、またはかっこ（括弧）の前には、+ や * などの演算子が必要です。

source: An expression is required.
ja_jp: 式が必要です。

source: Expression incomplete. Make sure there is a number or field after the operator.
ja_jp: 式が不完全です。演算子の後に数値またはフィールドがあることを確認してください。

source: An expression cannot end with an operator. End with a number, field or ) .
ja_jp: 式は演算子で終わることはできません。数値、フィールド、または ) で終わってください。

source: An expression cannot start with an operator. Start with a number, field or ( .
ja_jp: 式は演算子で始めることはできません。数値、フィールド、または ( から始めてください。

source: Mismatched parentheses. Make sure every ( has a matching ) .
ja_jp: かっこの対応が取れていません。すべての ( に対応する ) があることを確認してください。

source: Missing operator after parenthesis
ja_jp: かっこの後に演算子がありません

source: Cannot calculate a single operator. Please enter a full expression.
ja_jp: 単一の演算子では計算できません。完全な式を入力してください。

source: Expression formula
ja_jp: 式

source: Expression builder
ja_jp: 式ビルダー

source: left parenthesis
ja_jp: 左括弧

source: subtract
ja_jp: 減算

source: multiply
ja_jp: 乗算

source: add
ja_jp: 加算

source: right parenthesis
ja_jp: 右括弧

source: Sum
ja_jp: 合計

source: Text
ja_jp: テキスト

source: A Pay Intelligence feature that offers powerful analytics for data analysis, visualization, and insights.
ja_jp: データ分析、可視化、インサイトのための強力な分析機能を提供するPay Intelligenceの機能です。

source: A Performance Management feature that enables HR Administrators to create behavior libraries that workers can then use to highlight specific actions in the feedback they offer.
ja_jp: パフォーマンス管理機能の一つで、HR管理者が行動ライブラリを作成できる機能です。従業員はこのライブラリを活用して、フィードバックの中で特定の行動を強調することができます。

source: A Performance Management feature that enables managers and workers to collaboratively create development plans and help workers grow achieve higher professional objectives.
ja_jp: マネージャーと従業員が協力して開発計画を作成し、従業員がより高い専門的目標を達成できるよう支援するパフォーマンス管理機能です。

source: A Performance Management feature that enables workers to schedule regular conversations with their managers and reports to align on goals.
ja_jp: 従業員がマネージャーや部下と定期的に面談をスケジュールし、目標を共有・調整できるパフォーマンス管理機能です。

source: A Pay Transparency feature that lets admins and compliance roles grant active workers access to documents relative to their compensation or their performance.
ja_jp: 管理者やコンプライアンス担当者が、従業員の報酬やパフォーマンスに関連する書類へのアクセス権を現役従業員に付与できる、給与の透明性機能です。

source: A Compensation Management feature that enables managers and compensation admins to compare worker compensation and quickly identify gaps and discrepancies.
ja_jp: マネージャーや報酬管理者が社員の報酬を比較し、ギャップや不整合を迅速に特定できる報酬管理機能。

source: A Compensation Management feature that enables HR admins to create compensation rounds which are then used by managers and compensation admins to review the compensation data of their reports and of the larger company workforce.
ja_jp: 人事管理者が報酬サイクルを作成でき、マネージャーや報酬管理者が自分の部下および会社全体の従業員の報酬データをレビューするために使用できる、報酬管理機能。
